Repository: joecare99/Public
Catalog: Games/Language/fpcTestKingdom.*.po
Languages: es, fr

source: Hamurabi, ich habe Dir folgendes zu berichten:
es: Hamurabi, tengo lo siguiente que decirte:
fr: Hamurabi, j'ai ce qui suit à te dire:

source: Land wird derzeit für %d Büschel Getreide gehandelt.
es: La tierra es comerciada actualmente por %d Tuft de cereales.
fr: Les terres sont actuellement échangées contre %d touffes de grains.

source: achte
es: Octavo
fr: huitieme

source: elfte
es: Undécimo
fr: onzième

source: Es könnte besser für Dich aussehen. Laut neuster Umfrage wollen Dich %d Leute absetzen!!!
es: Podría lucir mejor para ti. De acuerdo con la última encuesta,%d de la gente quiere dejarlo!!!
fr: Ça pourrait vous sembler mieux. Selon le dernier sondage, %d des personnes veulent vous déposer!!!

source: Du bist in Ungnade gefallen und auf eine einsame Insel verbannt worden.
es: Has caído en desgracia y has sido relegado a una isla desierta.
fr: Vous êtes tombé hors de la faveur et a été relégué à une île déserte.

source: Großartig!!! Du kannst jederzeit über Sumeria herrschen; Außerdem fordern die Leute deinen Kopf, wenn Du nicht bleibst
es: ¡¡¡Gran!!! Puedes gobernar sobre sumeria en cualquier momento; Además, la gente demanda tu cabeza si no te quedas
fr: génial!!! Vous pouvez régner sur Sumeria à tout moment; De plus, les gens exigent votre tête si vous ne restez pas

source: Du hast geherrscht wie ein Ajatollah!!! Die meisten Deiner Untertanen werden bei Deiner Abdankung tanzen
es: Gobernó como un ayatolá!!! La mayoría de sus súbditos bailarán en su abdicación
fr: Tu as régné comme un ayatollah!!! La plupart de vos sujets danseront à votre abdication

source: Durch deine misserable Herrschaft sind in einem Jahr %d Leute gestorben Dadurch hast Du einen Volksaufstand ausgelöst. Du bist gestürzt und aus dem Land gejagt worden !!!
es: Debido a su regla Misserable, %d la gente ha muerto en un año. Has sido derrocado y expulsado del país!!!
fr: En raison de votre règne misérable, %d personnes sont mortes en un an. Vous avez donc suscité un soulèvement populaire. Vous êté renversé et avez été chassé du pays !!!

source: fünfte
es: Quinto
fr: cinquième

source: erste
es: Primero
fr: première

source: vierte
es: Cuarto
fr: quatrième

source: Dies ist das Königreich Sumeria, und Sie wurden für 10 Jahre zum Herrscher gewählt. Ihre Herrschaft entscheidet über Leben und Tod von hunderten ihrer Untertanen. Ihre diktatorischen Fähigkeiten werden am Ende der Amtsperiode, nach 10 Jahren geprüft. Jedes Jahr müssen Sie Ihre Entscheidungen überdenken und ausführen. Bedenke, zur Ernährung braucht jeder Bewohner pro Jahr 20 Büschel Getreide, und die Bewirtschaftung von 2 Tagwerk Land kostet 1 Büschel Getreide.
es: Este es el Reino de sumeria, y usted fue elegido gobernante durante 10 años. Su regla decide las vidas y muertes de cientos de sus súbditos. Sus habilidades dictatoriales se probarán al final del período de mandato después de 10 años. Cada año tienes que reconsiderar y ejecutar tus decisiones. Recuerde, para alimentos, cada residente necesita 20 mechones de grano por año, y la gestión de 2 acres de tierra de la planta cuesta 1 Tuft de grano.
fr: C'est le royaume de Sumeria et vous avez été élu souverain pour 10 ans. Leur règne détermine la vie et la mort de centaines de leurs sujets. Leurs capacités dictatoriales sont testées à la fin de la période de office, après 10 ans. Chaque année, vous devez repenser et exécuter vos décisions. Rappelez-vous que chaque habitant a besoin de 20 mottes de céréales par an et que la culture de deux acres de terre coûte une motte de céréales.

source: neunte
es: Noveno
fr: neuvième

source: Hamurabi, die Leute werden sterben, Du mußt ihnen Getreide geben
es: Hamurabi, la gente va a morir, tienes que darles grano
fr: Hamurabi, les gens vont mourir, tu dois leur donner du grain

source: Hamurabi, bedenke, daß Du etwas anbauen mußt, sonst bricht eine große Hungersnot aus...
es: Hamurabi, recuerda que tienes que cultivar algo, de lo contrario una gran hambruna se romperá...
fr: Hamurabi, rappelez-vous que vous devez cultiver quelque chose, sinon une grande famine va éclater...

source: Hamurabi, leider hast Du nur %d Tagwerk Land
es: Hamurabi, desafortunadamente sólo tienes %d acres de tierra
fr: Hamurabi, malheureusement, vous avez seulement %d acres de terré

source: Eine Person kann nur 10 Tagwerk bewirtschaften, Hamurabi. Deine %d Untertanen reichen dafür nicht aus.
es: Una persona puede manejar solo 10 días de trabajo, Hamurabi. Sus temas %d no son suficientes para esto.
fr: Une personne ne peut gérer que 10 jours de travail, Hamurabi. Vos %d sujets ne suffisent pas pour cela.

source: Hamurabi, denke einmal genau nach! Du hast doch nur %d Büschel Getreide
es: ¡ Hamurabi, piensa con cuidado! Sólo tienes %d Tuft cereal
fr: Hamurabi, réfléchis attentivement! Vous n'avez que %d céréales Tuft

source: Hamurabi, Du hast nicht genug Resorcen um soviel Land bebauen zu können, denke einmal nach...
es: Hamurabi, no tienes suficientes Resorces para cultivar tanta tierra, piensa...
fr: Hamurabi, vous n'avez pas assez de Résorces pour cultiver tant de terres, pensez...

source: Erledigt ...
es: Hecho...
fr: Fait ...

source: Eine schreckliche Plage hat dein Land heimgesucht und die Hälfte der Bevölkerung dahingerafft...
es: Una plaga terrible ha plagado A su país, matando A la mitad de la población...
fr: Un terrible fléau a frappé votre pays et tué la moitié de la population ...

source: Der Landbesitz änderte sich von Anfangs 10 Tagwerk pro Person auf durchschnittlich %d Tagwerk.
es: Propiedad de la tierra cambió de principio de 10 días por persona a un promedio de %d día de trabajo.
fr: La propriété foncière a changé du début de 10 jours par personne à une moyenne de %d de acres.

source: In den 10 Jahren Deiner Herrschaft sind jährlich durchschnittlich %d%% der Bevölkerung durch Hunger gestorben. Ingesamt waren das %d Leute.
es: En los 10 años de su gobierno, un promedio de %d%% de la población ha muerto cada año como resultado del hambre. En general, eso fue %d personas.
fr: Dans les 10 ans de votre règle, une moyenne de %d%% de la population est décédée chaque année à la suite de la faim. Globalement, c'était %d personnes.

source: zweite
es: Segundo
fr: deuxième

source: siebente
es: Séptimo
fr: septième

source: sechste
es: Sexto
fr: sixième

source: Die Stadt zählt nun %d Einwohner. Du besitzt jetzt %d Tagwerk Land, von denen pro Tagwerk %d Büschel Getreide geernted wurden. Die Ratten frassen %d Büschel, du hast %d Büschel in deine Lagerhäusern.
es: La ciudad tiene ahora %d habitantes. Ahora usted posee %d acres de tierra, de los cuales %d los Tufts de cereales han sido peados por planta de día. Las ratas Brew %d Tufts, usted tiene %d Tufts en sus almacenes.
fr: La ville compte maintenant %d habitants. Vous possédez maintenant %d acres de terre à partir de laquelle %d touffes de grains ont été récoltées. Les rats mangent %d touffes, vous avez %d touffes dans vos entrepôts.

source: zehnte
es: Décimo
fr: dixième

source: dritte
es: Tercero
fr: troisième

source: Dies ist das %s Jahr deiner Regentschaft sind %d Leute gestorben; %d Leute sind nach Sumeria zugezogen.
es: Este es el año %s de vuestro reinado, %d la gente ha muerto; %d la gente se mudó a sumeria.
fr: C'est l'année %s de votre règne, %d personnes sont décédées; %d personnes ont déménagé en Sumeria.
